Repository: test-galileo/GP
Catalog: GroupProcessor/Locales.*.resx
Languages: cs

# active_bf
source: Please close or ignore active BF
cs: Prosím zavřete nebo ignorujte otevřený BF

source: Adding infants...
cs: Přidávám infanty...

# backToSmartpoint
source: Return to Smartpoint?
cs: Zpět do Smartpointu?

# bf_created
source: Booking file successfully created
cs: Knihování skupiny úspěšně dokončeno

# closing_bf
source: Closing Active Booking File
cs: Ignoruji aktivní rezervaci

# comms_error
source: Communication failure
cs: Chyba komunikace

# creating_bf
source: Creating Passive Segments for a Group
cs: Knihuji pasivní segmenty pro skupinu

# creating_finished
source: *** Finished ***
cs: *** Hotovo ***

# creating_names
source: Continue with Passenger Names...
cs: Doplňuji jména cestujících...

# ctrlfile_default
source: Default parameters used.
cs: s výchozími parametry

# ctrlfile_missing
source: Following Control file will be created in your User profile:
cs: Do Vašeho uživatelského profilu bude nyní přidaný soubor

# ctrlfile_notfound
source: not found.
cs: nenalezen.

# ctrlfile_warning
source: First application run
cs: První spuštění aplikace

source: Duplicated names
cs: Shodná jména

# empty_clipboard
source: No Text Data on the Clipboard
cs: Ve schránce nejsou textová data

# exit_dialog
source: Really exit script?
cs: Skutečně skončit?

# extra_names
source: Extra name(s) listed
cs: Jména navíc na seznamu

# groupbox_editing
source: Input Data
cs: Vstupní data

# groupbox_terminal
source: Host Communication
cs: Komunikace s hostem

# host_command
source: Sending first Host Command
cs: Posílám příkaz před zahájením knihování

# ignored
source: Ignored flights:
cs: Ignorované lety:

# incomplete
source: Incomplete booking. Finalize BF manually, please.
cs: Nekompletní rezervace. Dokončete prosím rezervaci ručně.

# list_arr
source: Arrival
cs: Přílet

# list_class
source: Class
cs: Třída

# list_date
source: Date
cs: Datum

# list_day
source: Day
cs: Den

# list_dep
source: Departure
cs: Odlet

# list_dest
source: Destination
cs: Do

# list_flight
source: Flight number
cs: Číslo letu

# list_origin
source: Origin
cs: Z

# list_pax
source: Pax
cs: Počet

# list_terminal
source: Terminal
cs: Terminál

# missing_firstname
source: Missing first name / gender
cs: Chybí křestní jméno / pohlaví

source: Missing Group Name
cs: Neplatné jméno skupiny

# missing_locator
source: Missing Vendor Locator
cs: Neplatný identifikátor PNR

# missing_names
source: Missing Passenger name(s)
cs: Nekompletní jmenný seznam

# missing_paxnumber
source: Invalid Passenger Count
cs: Neplatný počet cestujících

# missing_viewpoint
source: Viewpoint not configured on this machine
cs: Na tomto stroji není konfigurován Viewpoint

# no_flights
source: No valid flight(s) found
cs: Nenalezen platný let

# no_hostCommand
source: Missing Host Command
cs: Chybí úvodní příkaz hostu

# no_phone
source: Missing Phone Contact
cs: Chybí telefonní kontakt

# no_pnr
source: Probably not a
cs: Patrně se nejedná o

# only_agent
source: Booking not allowed. Switch to AG duty, please!
cs: Zapište se prosím do systému s duty AG!

# pax_list
source: Name List
cs: Jmenný seznam

source: result:
cs: výsledek:

# sem_fail
source: Sign into emulation please!
cs: Zapište se prosím do emulace!

# some_error
source: BF creation failure. Please ignore or complete BF manually.
cs: Skupinu nelze naknihovat. Rezervaci dokončete nebo ignorujte ručně.

# son_fail
source: Sign into Galileo please!
cs: Zapište se prosím do Galilea!

# unable
source: Cannot proceed
cs: Nelze pokračovat
